INSERT INTO work_time (day_of_week, start_time, end_time) VALUES
(1, '08:00:00', '22:00:00'), -- Пн
(2, '08:00:00', '22:00:00'), -- Вт
(3, '08:00:00', '22:00:00'), -- Ср
(4, '08:00:00', '22:00:00'), -- Чт
(5, '08:00:00', '22:00:00'), -- Пт
(6, '09:00:00', '20:00:00'), -- Сб
(7, '09:00:00', '20:00:00'); -- Вс

-- тестовые клиены
INSERT INTO clients (name, phone, email) VALUES
('Иванов Иван Иванович', '+79161234567', 'ivanov@example.com'),
('Петров Петр Петрович', '+79161234568', 'petrov@example.com'),
('Сидорова Мария Ивановна', '+79161234569', 'sidorova@example.com');